export const data = [
  {
    id: 0,
    photo: "src/mocks/avatars/Freud.jpg",
    name: "Зигмунд Фройд",
    specialization: "Психоанализ",
    themes: ["Сновидения", "Фобии", "Саморазвитие", "Неврозы"],
    price: "По договоренности",
    contacts:
      "Мой кабинет в Вене по адресу Бергассе 19 к вашим услугам. Сейчас у меня совсем нет времени, сами понимаете, слишком много душ нуждаются в лечении в наше время. Но вы можете записаться предварительно и я приму вас сразу же, как только появится свободное окно.",
    details: `Зигмунд Фрейд наиболее известен как основатель психоанализа, который оказал значительное влияние на психологию, медицину, 
    социологию, антропологию, литературу и искусство XX века. Воззрения Фрейда на природу человека были новаторскими для его времени, 
    и на протяжении всей жизни психолога его работы не прекращали вызывать резонанс и критику в научном сообществе. 
    Интерес к теориям учёного не угасает и по сей день. Среди достижений Фрейда наиболее важными являются разработка 
    трёхкомпонентной структурной модели психики (состоящая из «Оно», «Я» и «Сверх-Я»), выделение специфических фаз психосексуального 
    развития личности, создание теории эдипова комплекса, обнаружение функционирующих в психике защитных механизмов, психологизация понятия «бессознательное», 
    открытие переноса, а также разработка таких терапевтических методик, как метод свободных ассоциаций и толкование сновидений.   
    Несмотря на то, что влияние идей и личности Фрейда на психологию неоспоримо, многие исследователи считают его труды интеллектуальным 
    шарлатанством. Практически каждый фундаментальный для фрейдовской теории постулат был подвергнут критике со стороны видных учёных и писателей, 
    таких как Карл Ясперс, Эрих Фромм, Альберт Эллис, Карл Краус и многих других. 
    Эмпирический базис теории Фрейда называли «неадекватным» Фредерик Крюс и Адольф Грюнбаум, «мошенничеством» 
    психоанализ окрестил Питер Медавар, псевдонаучной теорию Фрейда считал Карл Поппер.   
    За свою жизнь Фрейд написал и опубликовал огромное количество научных работ — полное собрание его сочинений составляет 26 
    томов. Он имел звания доктора медицины, профессора, почётного доктора права Университета Кларка и являлся иностранным членом 
    Лондонского королевского общества, обладателем премии Гёте, являлся почётным членом Американской психоаналитической ассоциации, 
    Французского психоаналитического общества и Британского психологического общества.`
  },
  {
    id: 1,
    photo: "src/mocks/avatars/Jung.jpeg",
    name: "Карл Юнг",
    specialization: "Юнгианский анализ",
    themes: ["Сновидения", "Фобии", "Саморазвитие", "Неврозы"],
    price: "По договоренности",
    contacts:
      "Принимаю лично в своей Боллингенской Башне. Считаю, что магия живого общения крайне важна для исцеления души. Любые другие варианты связи решительно отрицаю.",
    details: `швейцарский психиатр и педагог, основоположник одного из направлений глубинной психологии — аналитической психологии. 
    С 1907 по 1912 год был близким соратником Зигмунда Фрейда.
    Задачей аналитической психологии Юнг считал толкование архетипических образов, возникающих у пациентов. 
    Юнг развил учение о коллективном бессознательном, в образах (архетипах) которого видел источник общечеловеческой символики, 
    в том числе мифов и сновидений («Метаморфозы и символы либидо»). Цель психотерапии согласно Юнгу — осуществление индивидуации личности. 
    Также получила известность концепция психологических типов Юнга.`
  },
  {
    id: 2,
    photo: "src/mocks/avatars/Franz.jpg",
    name: "Мария-Луиза фон Франц",
    specialization: "Юнгианский анализ",
    themes: ["Сказкотерапия", "Сновидения", "Саморазвитие", "Инфантилизм"],
    price: "7000",
    contacts:
      "Сейчас я принимаю только в исключительных случаях. Если все мои коллеги отчаялись и я - ваша последняя надежда - пишите.",
    details: `доктор философии, сотрудница, единомышленница и ближайшая коллега К. Г. Юнга, проработавшая вместе с ним около 30 лет. 
    Получила всемирное признание как специалист в области психологической интерпретации сказок, мифов, сновидений и алхимических текстов.`
  },
  {
    id: 3,
    photo: "src/mocks/avatars/Noimann.jpg",
    name: "Эрих Нойманн",
    specialization: "Юнгианский анализ",
    themes: ["Работа с утратой", "Сновидения", "Неврозы"],
    price: "По договоренности",
    contacts:
      "Рад всем и каждому. Принимаю только очно, ибо только при живом взаимодействии бессознательное говорит по-настоящему.",
    details: `психолог, писатель и один из самых одарённых учеников Карла Юнга. Он получил степень PhD в Берлинском университете в 1927 г. 
    Позже переехал в Тель-Авив. Многие годы он часто возвращался в Цюрих, (Швейцария), чтобы читать лекции в Институте К. Г. Юнга. 
    Также он часто читал лекции в Англии, Франции и Голландии, а также был членом Международной ассоциации аналитической психологии и 
    президентом Израильской ассоциации аналитической психологии. Он практиковал аналитическую психологию в Тель-Авиве с 1934 г. вплоть до смерти в 1960 г.`
  }
];
